[{
	"titulo": "Smoothies",
	"descripcioncorta": "Cómo hacer smoothies de frutas",
	"descripcion": "Cómo hacer smoothies de frutas. Ya estamos metidos de pleno en los calores de Julio y lo que pide el cuerpo son ensaladas, comidas ligeras, sopas frías y recetas de bebidas.",
	"ingredientes": ["600 g. de naranja","1 mango maduro y grande","3 mandarinas","Frambuesas","La ralladura de un poquito de jengibre"],
	"imagen": "Smoothies.jpg",
	"pasos": ["Para que esté bien fresquito nuestro batido, metemos el día antes las frutas que vamos a emplear en la nevera, así le vamos a dar un toque frío que va perfecto para estos calores.",
	"Sacamos de la nevera y pelamos las naranjas, quitándole a ser posible la parte gruesa y blanca, pues no queremos amargor en nuestro batido. Hacemos lo mismo con las mandarinas, asegúrate de que no vayan con pepitas, estas son las últimas de la temporada y venían con un montón.",
	"Pelamos finamente el mango y cortamos en trozos alrededor del hueso para aprovecharlo bien.",
	"Separamos las hojas del tallo de la hierbabuena, lavamos las frambuesas y opcionalmente un poquito de jengibre rallado (muy poquito). Añadimos todo al vaso. Echamos un vaso de agua fría o si queréis todo con fruta, zumo de naranja.",
	"Si quieres un batido bien frío, puedes añadir cubitos de hielo. Aunque antes asegúrate de que tu batidora puede picar hielo sin que se dañen las cuchillas.",
	"En este caso este vaso batidor tritura sin problemas. Si no queréis forzar la que tengáis en casa, preparad cubitos de hielo en vuestra nevera. Suelen ser fáciles de picar, mucho más que los cubitos compactos que compramos en el supermercado.",
	"Ponemos la tapa al vaso batidor. Batimos a máxima potencia hasta que todo esté bien triturado y quede muy suave."]},
	{
	"titulo": "Natillas de leche caseras",
	"descripcioncorta": "Cómo preparar unas natillas caseras.",
	"descripcion": "El primer recuerdo que tengo sobre natillas, me imagino que será como el de mucha gente, es el de prepararlas para la tarta de galletas de natillas y chocolate. Las natillas caseras, finas o espesas, son la base para miles de recetas de postres que harán que los vuestros se relamen de placer.",
	"ingredientes": ["1 litro y medio de leche entera","40 g de harina fina de maíz","8 Yemas de huevos XL (grandes)","1 ramita de canela y 1 vaina de vainilla","8 cucharadas de azúcar glass","1 cucharadita (tipo postre) de canela en polvo para espolvorear y decorar encima de las natillas.","La cáscara de un limón","Galletas, las que más os gusten."],
	"imagen": "natillascanela.jpg",
	"pasos": ["Lo primero es preparar los ingredientes con los que vamos a aromatizar la leche. Lavamos muy bien el limón y pelamos su piel de manera fina, sin mucho blanco que luego nos amargue el postre. Abrimos la vaina de vainilla  y sacamos las semillas que reservaremos para añadir más tarde a la leche.",
	"Separamos un vasito de leche del total que vamos a emplear y lo reservamos. Calentamos el resto de la leche en un cazo a fuego medio casi hasta el punto de ebullición. Bajamos la temperatura y retiramos del fuego. Añadimos las semillas de vainilla, la piel del limón y por último la canela en rama partida por la mitad. Dejamos todo en reposo infusionando durante 10 minutos.",
	"Mezclamos la maicena en el vaso de leche tibia y juntamos sin que tenga nada de grumos, si es necesario le pasamos la minipimer. Separamos las yemas de las claras. Ponemos las yemas en un bol y batimos con el azúcar hasta que espumee. Añadimos el vaso de leche con la fécula de maíz disuelta. Volvemos a batir hasta que no queden grumos, tiene que quedar una masa homogénea. Reservamos."]},
	
	{"titulo": "Budin de pan casero",
	"descripcioncorta": "¿Tienes sobras de pan en casa y no sabes qué hacer con ellas? ",
	"descripcion": "Cómo hacer budin de pan casero. ¿Tienes sobras de pan en casa y no sabes qué hacer con ellas? Ni se te ocurra tirarlas, pues hoy las vamos a convertir en uno de los postres de aprovechamiento más sencillos y deliciosos que puedes imaginar: budin de pan casero.",
	"ingredientes": ["6 rebanadas de pan de molde blanco sin corteza","5 huevos M","600 ml de leche entera","1 cucharada de esencia de vainilla","225 g de azúcar","6 cucharadas de caramelo líquido"],
	"imagen": "pudindepan.jpg",
	"pasos": ["Cortamos las rebanadas de pan en dados y los colocamos en un recipiente hondo y amplio. En caso de utilizar otro tipo de pan, podemos retirar las cortezas y quedarnos solo con la parte blanca. No es necesario, pero el resultado es un budin blanco y más homogéneo en color. Es una mera cuestión estética.",
	"Calentamos la leche en un cacito junto con el azúcar. Removemos sin parar para que el azúcar se diluya. Cuando no se noten granos de azúcar, apagamos el fuego y añadimos la esencia de vainilla. Removemos para homogeneizar.",
	"Vertemos la leche sobre el pan troceado y removemos bien para que se empape en condiciones. Dejamos reposar cinco minutos.",
	"Batimos los huevos y los añadimos al recipiente anterior. Trituramos con una batidora de mano para que el pan quede más integrado.",
	"Caramelizamos un molde rectangular de 25 x 10 cm (7 cm de alto), extendiendo bien el caramelo líquido por la base y las paredes. Después rellenamos con la mezcla del pan."]},
	{"titulo": "Tarta de zanahoria",
	"descripcioncorta": "Una de las recetas de postre más consumidas en EEUU. ",
	"descripcion": "Cómo hacer una tarta de zanahoria o Carrot Cake. Una de las recetas de postre más consumidas en EEUU. Un bizcocho dulce con zanahoria rallada mezclada en su masa.",
	"ingredientes": ["Para los bizcochos: 280 g de harina de trigo de todo uso",
	"350 g de zanahorias","4 huevos M","300 g. de azúcar moreno","250 g. de mantequilla","1 cucharadita tipo postre de canela molida","1 cucharadita de esencia de vainilla","1 cucharadita de jengibre molido y otra de nuez moscada","4 clavos de olor machacados","1 cucharadita de bicarbonato sódico","2 cucharaditas de levadura química en polvo"],
	"imagen": "tartazanahoria.jpg",
	"pasos": ["Vamos a empezar por los bizcochos, para ello lavamos muy bien las zanahorias. Secamos y picamos hasta que queden en trocitos muy pequeñitos. Si no tenéis la picadora de la batidora tendréis que hacerlo a mano. Reservamos.",
	"Mezclamos por un lado los ingredientes secos. Tamizamos la harina, el bicarbonato, la levadura en polvo y las especias (canela, el clavo, la nuez moscada y jengibre) en un recipiente grande.",
	"Después añadimos el azúcar moreno y los huevos en otro bol y batimos hasta que se forme espuma. Incorporamos una mezcla de un bol a otro, añadimos la zanahoria y la mantequilla que hemos derretido en el microondas. Mezclamos hasta que quede una masa homogénea.",
	"Metemos el molde en la bandeja media del horno a 180º C con calor arriba y abajo. El tiempo de cocción será  aproximadamente de 60-70 minutos, o hasta que lo pinchemos con un tenedor y veamos que sale limpio. Cuando lleve 30 minutos en el horno (se verá que ya tiene un poco de costra, que empieza a cuajar) ponemos un poquito de papel de aluminio para tapar la superficie y evitar que se nos queme. Los últimos 5-8 minutos la dejamos destapada para que pille color.",
	"Una vez transcurrido el tiempo, sacamos el bizcocho y lo dejamos enfriar en el molde sin desmoldar durante unos 10 minutos, para posteriormente pasarlo al plato donde lo vayamos a presentar con la crema de queso. Lo dejamos enfriar sobre una rejilla de horno.",
	"Vamos a preparar la cobertura, no es más que un buttercream. Es muy sencilla, ya la habéis visto en el blog en varias ocasiones y que además nos vale de relleno.",
	"Mezclamos la mantequilla, que estará a temperatura ambiente con el queso Mascarpone y la esencia de vainilla, cuando estén mezclados, añadimos el azúcar. Montamos la nata y la incorporamos a la mezcla anterior con movimientos envolventes."]},
	{"titulo": "Tarta de galletas",
	"descripcioncorta": "Seguro que a muchos os pasará como a mí, y asociáis los recuerdos de vuestros cumples infantiles con la receta que hoy os traigo.",
	"descripcion": "Cómo hacer una tarta de galletas o de la abuela. Seguro que a muchos os pasará como a mí, y asociáis los recuerdos de vuestros cumples infantiles con la receta que hoy os traigo.",
	"ingredientes": ["60 ud. galletas rectangulares","120 ml. leche entera para mojar las galletas en el montaje final","Para la crema pastelera: 500 ml. de leche entera","4 yemas de huevo (solo las yemas del huevo)","60 g. de harina, almidón o fécula de maíz (tipo Maizena)","100 g. de azúcar","1 palito de canela","La piel de naranja y de un limón"],
	"imagen": "tartagalleta.jpg",
	"pasos": ["Comenzamos preparando la crema pastelera. Para ello, en una taza, diluimos la fécula de maíz con 2 o 3 cucharas de leche y reservamos.","En un cazo calentamos el resto de la leche con las pieles de naranja y limón y el palito de canela. Cuando la leche comience a hervir, apagamos el fuego y dejamos que repose 10 minutos.","En un bol batimos las yemas de los huevos con el azúcar y añadimos la leche colándola. Solo vamos a emplear las yemas, aunque también se puede hacer con 2 huevos enteros y 2 yemas. En mi caso las claras las empleo luego en una tortilla francesa para el desayuno o la cena","En esta parte de la preparación, cuando unimos todos los ingredientes , debemos hacerla sin parar de remover ya que la leche estará aún algo caliente y no debemos dejar que el huevo llegue a cuajarse.","Volvemos a verter la mezcla en el cazo y lo ponemos al fuego. Añadimos la fécula de maíz que tenemos reservada y diluida y, sin parar de remover, cocinamos la crema hasta que haya espesado.","Reservamos en la nevera durante por lo menos una hora con un poco de papel film encima para que no se forme costra en la superficie."]},
	{"titulo": "Coca de San Juan de chocolate",
	"descripcioncorta": "Cómo hacer coca de San Juan de chocolate.",
	"descripcion": "Cómo hacer coca de San Juan de chocolate. Un año más San Juan está a la vuelta de la esquina y para celebrarlo hemos decidido preparar una coca de chocolate.",
	"ingredientes": ["Para la crema pastelera de chocolate: 250 ml. de leche entera"],
	"imagen": "cocachocolate.jpg",
	"pasos": ["Para la masa mezclamos en un bol grande la harina, la levadura, el azúcar y el cacao. Mezclamos.",
	"Añadimos los huevos y la leche. Removemos con una cuchara hasta integrar los ingredientes. Pasamos la masa a una superficie limpia, lisa y ligeramente enharinada. Amasamos un par de minutos y dejamos reposar la masa unos 10 minutos.","Pasado el reposo vamos integrando poco a poco la mantequilla. Seguimos amasando hasta que toda la mantequilla esté bien integrada y tengamos una masa elástica. Hacemos una bola con la masa.","Engrasamos un bol grande con un poco de aceite y ponemos la masa dentro. Cubrimos el bol con film y dejamos levar la masa entre 1-3 horas hasta que duplique su tamaño. O la dejamos levar en el frigorífico hasta el día siguiente.","Vertemos la masa levada sobre papel vegetal y aplanamos con las manos o con ayuda de un rodillo. Podemos darle forma ovalada o rectangular.","Con un cuchillo hacemos cortes superficiales formando un enrejado. Pincelamos con huevo batido. Si hace calor, por seguridad alimentaria, nos saltamos este paso y nos quedamos sólo con el pincelado que haremos más adelante.","Pasamos la crema de chocolate a una manga pastelera. Y vamos rellenando las líneas del enrejado con ella. Dejamos reposar una hora, para que leve más y aumente su tamaño."
	]}
]
